Repository: yevbas/Water-Tracker---2.0
Catalog: WaterTracker/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, kk, ms, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Enable Health Sync
ar: قم بتمكين مزامنة الصحة
bg: Активирайте Health Sync
ca: Activar la sincronització de salut
cs: Povolte synchronizaci zdraví.
da: Aktiver Health Sync
de: Aktivieren Sie Health Sync.
el: Ενεργοποίηση συγχρονισμού υγείας
es: Habilitar sincronización de salud.
fi: Ota käyttöön terveyssynkronointi.
fr: Activer la synchronisation de la santé
he: אפשר סנכרון בריאות
hi: हेल्थ सिंक सक्षम करें
hr: Omogući Health Sync.
hu: Engedélyezze az Egészségszinkronizálást.
id: Aktifkan Sinkronisasi Kesehatan
it: Abilita la sincronizzazione della salute
ja: ヘルスシンクを有効にする
kk: Денсаулық синхронизациясын қосыңыз.
ms: Dayakan Penyelarasan Kesihatan
nl: Schakel Gezondheidssynchronisatie in
pl: Włącz synchronizację zdrowia.
pt_br: Ativar Sincronização de Saúde
pt_pt: Ativar Sincronização de Saúde
ro: Activare sincronizare sănătate
ru: Включить синхронизацию здоровья
sk: Povoliť synchronizáciu zdravia
sl: Omogoči Health Sync
sv: Aktivera hälsosynkronisering
th: เปิดใช้งาน Health Sync
tr: Sağlık Senkronizasyonunu Etkinleştir
uk: Увімкнути синхронізацію здоров'я
vi: Kích hoạt đồng bộ hóa sức khỏe
zh_hans: 启用健康同步
zh_hant: 啟用健康同步

source: Enable HealthKit
ar: قم بتمكين HealthKit
bg: Активирайте HealthKit
ca: Activa HealthKit
cs: Povolit HealthKit
da: Aktiver HealthKit
de: Aktivieren Sie HealthKit.
el: Ενεργοποίηση HealthKit
es: Habilitar HealthKit
fi: Ota HealthKit käyttöön
fr: Activer HealthKit
he: אשר את HealthKit
hi: हेल्थकिट सक्षम करें
hr: Omogući HealthKit
hu: Engedélyezze a HealthKit-et.
id: Aktifkan HealthKit
it: Attiva HealthKit.
ja: ヘルスキットを有効にする
kk: HealthKit-ты қосу
ms: Aktifkan HealthKit
nl: Schakel HealthKit in
pl: Włącz HealthKit
pt_br: Ativar o HealthKit
pt_pt: Ativar o HealthKit
ro: Activează HealthKit
ru: Включите HealthKit.
sk: Povoľte HealthKit.
sl: Omogoči HealthKit
sv: Aktivera HealthKit
th: เปิดใช้งาน HealthKit
tr: HealthKit'i etkinleştir.
uk: Увімкнути HealthKit
vi: Kích hoạt HealthKit
zh_hans: 启用健康数据 (HealthKit)
zh_hant: 啟用HealthKit

source: Enable HealthKit in Settings
ar: قم بتمكين HealthKit في الإعدادات
bg: Активирайте HealthKit в Настройки
ca: Activa HealthKit a Configuració
cs: Povolte HealthKit v nastavení.
da: Aktivér HealthKit i Indstillinger
de: Aktiviere HealthKit in den Einstellungen.
el: Ενεργοποιήστε το HealthKit στις Ρυθμίσεις.
es: Activa HealthKit en Configuración.
fi: Ota HealthKit käyttöön asetuksissa.
fr: Activez HealthKit dans les paramètres.
he: אפשר את HealthKit בהגדרות
hi: सेटिंग्स में हेल्थकिट सक्षम करें
hr: Omogućite HealthKit u Postavkama.
hu: Engedélyezze a HealthKitet a Beállításokban.
id: Aktifkan HealthKit di Pengaturan
it: Abilita HealthKit nelle Impostazioni.
ja: 設定でHealthKitを有効にする
kk: Параметрлерде HealthKit-ті қосыңыз.
ms: Aktifkan HealthKit dalam Tetapan
nl: Schakel HealthKit in de Instellingen in.
pl: Włącz HealthKit w Ustawieniach
pt_br: Ative o HealthKit nas Configurações.
pt_pt: Ative o HealthKit nas Definições.
ro: Activează HealthKit în Setări
ru: Включите HealthKit в настройках.
sk: Povoľte HealthKit v nastaveniach.
sl: Omogoči HealthKit v nastavitvah.
sv: Aktivera HealthKit i Inställningar
th: เปิดใช้งาน HealthKit ในการตั้งค่า
tr: Ayarlar'da HealthKit'i etkinleştir.
uk: Увімкніть HealthKit у налаштуваннях.
vi: Kích hoạt HealthKit trong Cài đặt
zh_hans: 在设置中启用 HealthKit
zh_hant: 在設定中啟用 HealthKit

source: Enable Notifications
ar: قم بتمكين الإشعارات
bg: Активирайте известията
ca: Activa les notificacions
cs: Povolit upozornění
da: Aktiver meddelelser
de: Benachrichtigungen aktivieren
el: Ενεργοποίηση Ειδοποιήσεων
es: Habilitar notificaciones
fi: Ota ilmoitukset käyttöön
fr: Activer les notifications
he: אפשר התראות
hi: सूचनाएं सक्षम करें
hr: Omogući obavijesti
hu: Értesítések engedélyezése
id: Aktifkan Notifikasi
it: Abilita le notifiche
ja: 通知を有効にする
kk: Хабарламаларды қосу
ms: Hidupkan Notifikasi
nl: Schakel meldingen in
pl: Włącz powiadomienia
pt_br: Ativar Notificações
pt_pt: Ativar Notificações
ro: Activează notificările
ru: Включить уведомления
sk: Povoliť upozornenia
sl: Omogoči obvestila
sv: Aktivera aviseringar
th: เปิดการแจ้งเตือน
tr: Bildirimleri Etkinleştir
uk: Увімкнути сповіщення
vi: Kích hoạt thông báo
zh_hans: 启用通知
zh_hant: 啟用通知

source: Enable sleep tracking in the Health app to unlock personalized insights.
ar: قم بتمكين تتبع النوم في تطبيق الصحة لفتح رؤى مخصصة.
bg: Активирайте проследяването на съня в приложението Здраве, за да отключите персонализирани прозрения.
ca: Activa el seguiment del son a l'aplicació de salut per desbloquejar informació personalitzada.
cs: Povolte sledování spánku v aplikaci Zdraví, abyste odemkli personalizované poznatky.
da: Aktiver søvnsporing i Sundheds-appen for at få personlige indsigt.
de: Aktivieren Sie das Schlaftracking in der Health-App, um personalisierte Einblicke zu erhalten.
el: Ενεργοποιήστε την παρακολούθηση ύπνου στην εφαρμογή Υγεία για να αποκτήσετε προσωποποιημένες πληροφορίες.
es: Activa el seguimiento del sueño en la aplicación Salud para desbloquear información personalizada.
fi: Ota unenseuranta käyttöön Terveys-sovelluksessa saadaksesi henkilökohtaisia näkemyksiä.
fr: Activez le suivi du sommeil dans l'application Santé pour débloquer des informations personnalisées.
he: אפשר מעקב שינה באפליקציית הבריאות כדי לקבל תובנות מותאמות אישית.
hi: स्वास्थ्य ऐप में नींद ट्रैकिंग सक्षम करें ताकि व्यक्तिगत अंतर्दृष्टियाँ प्राप्त कर सकें।
hr: Omogućite praćenje sna u aplikaciji Zdravlje kako biste otključali personalizirane uvide.
hu: Engedélyezze az alvásfigyelést az Egészség alkalmazásban, hogy személyre szabott betekintéseket kapjon.
id: Aktifkan pelacakan tidur di aplikasi Kesehatan untuk membuka wawasan yang dipersonalisasi.
it: Abilita il monitoraggio del sonno nell'app Salute per sbloccare approfondimenti personalizzati.
ja: ヘルスアプリで睡眠トラッキングを有効にして、パーソナライズされたインサイトをアンロックしましょう。
kk: Денсаулық қосымшасында ұйқы қадағалауды қосу арқылы жеке түсініктерді ашыңыз.
ms: Aktifkan pemantauan tidur dalam aplikasi Kesihatan untuk membuka kunci pandangan peribadi.
nl: Schakel slaaptracking in de Gezondheid-app in om gepersonaliseerde inzichten te ontgrendelen.
pl: Włącz śledzenie snu w aplikacji Zdrowie, aby uzyskać spersonalizowane wnioski.
pt_br: Ative o rastreamento de sono no aplicativo Saúde para desbloquear insights personalizados.
pt_pt: Ative o rastreamento do sono na app Saúde para desbloquear insights personalizados.
ro: Activează urmărirea somnului în aplicația Sănătate pentru a debloca informații personalizate.
ru: Включите отслеживание сна в приложении «Здоровье», чтобы получить персонализированные рекомендации.
sk: Povoliť sledovanie spánku v aplikácii Zdravie, aby ste odomkli personalizované informácie.
sl: Omogočite sledenje spanju v aplikaciji Zdravje, da odklenete osebne vpoglede.
sv: Aktivera sömnspårning i Hälso-appen för att låsa upp personliga insikter.
th: เปิดการติดตามการนอนหลับในแอปสุขภาพเพื่อปลดล็อกข้อมูลที่ปรับให้เหมาะกับคุณ.
tr: Kişiselleştirilmiş içgörüler elde etmek için Sağlık uygulamasında uyku takibini etkinleştirin.
uk: Увімкніть відстеження сну в додатку Здоров'я, щоб отримати персоналізовані поради.
vi: Bật theo dõi giấc ngủ trong ứng dụng Sức khỏe để mở khóa những thông tin cá nhân hóa.
zh_hans: 在健康应用中启用睡眠跟踪，以解锁个性化见解。
zh_hant: 在健康應用中啟用睡眠追踪以解鎖個性化見解。

source: Enable when no real sleep data available
ar: مفعل عندما لا تتوفر بيانات نوم حقيقية.
bg: Активирайте, когато няма налични реални данни за сън.
ca: Habilita quan no hi hagi dades reals de son disponibles.
cs: Povolte, když nejsou k dispozici žádná skutečná data o spánku.
da: Aktiver når der ikke er nogen reelle søvndata tilgængelige.
de: Aktivieren, wenn keine echten Schlafdaten verfügbar sind.
el: Ενεργοποίηση όταν δεν είναι διαθέσιμα πραγματικά δεδομένα ύπνου.
es: Habilitar cuando no haya datos de sueño reales disponibles.
fi: Ota käyttöön, kun ei ole saatavilla todellista unen tietoa.
fr: Activez lorsque aucune donnée de sommeil réelle n'est disponible.
he: אפשר להפעיל כאשר אין נתוני שינה אמיתיים זמינים.
hi: जब कोई वास्तविक नींद डेटा उपलब्ध नहीं हो तो सक्षम करें।
hr: Omogućite kada nema dostupnih podataka o pravom snu.
hu: Engedélyezze, amikor nincs valódi alvásadat.
id: Aktifkan ketika tidak ada data tidur nyata yang tersedia.
it: Abilita quando non sono disponibili dati reali sul sonno.
ja: 実際の睡眠データが利用できない場合に有効にしてください。
kk: Нақты ұйқы деректері болмаған кезде қосу.
ms: Hidupkan apabila tiada data tidur sebenar yang tersedia.
nl: Inschakelen wanneer er geen echte slaapdata beschikbaar is.
pl: Włącz, gdy brak rzeczywistych danych dotyczących snu.
pt_br: Ativar quando não houver dados reais de sono disponíveis.
pt_pt: Ativar quando não houver dados reais de sono disponíveis.
ro: Activează atunci când nu sunt disponibile date reale de somn.
ru: Включить, когда нет доступных данных о реальном сне.
sk: Povoľte, keď nie sú k dispozícii žiadne skutočné údaje o spánku.
sl: Omogoči, ko ni na voljo podatkov o pravem spanju.
sv: Aktivera när ingen verklig sömndata finns tillgänglig.
th: เปิดใช้งานเมื่อไม่มีข้อมูลการนอนหลับจริง available
tr: Gerçek uyku verisi mevcut olmadığında etkinleştir.
uk: Увімкнути, коли немає доступних реальних даних про сон.
vi: Bật khi không có dữ liệu giấc ngủ thực.
zh_hans: 在没有真实睡眠数据可用时启用
zh_hant: 當沒有實際睡眠數據可用時啟用

source: Energy Shot
ar: طلقة الطاقة
bg: Енергийна напитка
ca: Tiro d'energia
cs: Energetický nápoj
da: Energi-shots
de: Energie-Shot
el: Ενισχυτικό Ενέργειας
es: Bote de energía
fi: Energiaruiske
fr: Tir d'énergie
he: יריית אנרגיה
hi: ऊर्जा शॉट
hr: Energetski napitak
hu: Energia löket
id: Minuman Energi
it: Colpo di energia
ja: エネルギーショット
kk: Энергия шоты
ms: Pukulan Tenaga
nl: Energie Shot
pl: Energetyczny Strzał
pt_br: Energia em Dose Única
pt_pt: Dose de Energia
ro: Energia împușcătură
ru: Энергетический напиток
sk: Energetická dávka
sl: Energijski napitek
sv: Energi shot
th: ช็อตพลังงาน
tr: Enerji İksiri
uk: Енергетичний напій
vi: Nước tăng lực
zh_hans: 能量饮料
zh_hant: 能量飲料

source: Enjoy an ad-free experience with full access
ar: استمتع بتجربة خالية من الإعلانات مع وصول كامل.
bg: Наслаждавайте се на безрекламно преживяване с пълен достъп.
ca: Gaudeix d'una experiència sense anuncis amb accés complet.
cs: Užívejte si bezreklamový zážitek s plným přístupem.
da: Nyd en annoncefri oplevelse med fuld adgang.
de: Genießen Sie ein werbefreies Erlebnis mit vollem Zugriff.
el: Απολαύστε μια εμπειρία χωρίς διαφημίσεις με πλήρη πρόσβαση.
es: Disfruta de una experiencia sin anuncios con acceso completo.
fi: Nauti mainoksettomasta kokemuksesta täydellä pääsyllä.
fr: Profitez d'une expérience sans publicité avec un accès complet.
he: תהנה מחווית שימוש ללא פרסומות עם גישה מלאה
hi: पूर्ण पहुँच के साथ विज्ञापन-मुक्त अनुभव का आनंद लें।
hr: Uživajte u iskustvu bez oglasa s potpunim pristupom.
hu: Élvezze a hirdetésmentes élményt, teljes hozzáféréssel.
id: Nikmati pengalaman tanpa iklan dengan akses penuh.
it: Goditi un'esperienza senza pubblicità con accesso completo.
ja: 広告なしの体験をフルアクセスでお楽しみください。
kk: Толық қолжетімділікпен жарнамасыз тәжірибеден ләззат алыңыз.
ms: Nikmati pengalaman tanpa iklan dengan akses penuh.
nl: Geniet van een reclamevrije ervaring met volledige toegang.
pl: Ciesz się doświadczeniem bez reklam z pełnym dostępem.
pt_br: Aproveite uma experiência sem anúncios com acesso total.
pt_pt: Desfrute de uma experiência sem anúncios com acesso total.
ro: Bucură-te de o experiență fără reclame cu acces complet.
ru: Наслаждайтесь бесрекламным опытом с полным доступом.
sk: Užite si zážitok bez reklám s plným prístupom.
sl: Uživajte v izkušnji brez oglasov z polnim dostopom.
sv: Njut av en annonsfri upplevelse med full tillgång.
th: เพลิดเพลินกับประสบการณ์ที่ไม่มีโฆษณาพร้อมการเข้าถึงเต็มรูปแบบ
tr: Tam erişim ile reklamsız bir deneyimin tadını çıkarın.
uk: Отримайте безрекламний досвід з повним доступом.
vi: Thưởng thức trải nghiệm không có quảng cáo với quyền truy cập đầy đủ.
zh_hans: 享受无广告的体验，全面访问所有内容。
zh_hant: 享受無廣告的體驗，並獲得完整訪問權限

source: Enjoying WaterTracker?
ar: هل تستمتع بـ WaterTracker؟
bg: Доволни ли сте от WaterTracker?
ca: Gaudint de WaterTracker?
cs: Užíváte si WaterTracker?
da: Nyder du WaterTracker?
de: Genießt du WaterTracker?
el: Απολαμβάνεις το WaterTracker;
es: ¿Estás disfrutando de WaterTracker?
fi: Nautitko WaterTrackerista?
fr: Vous aimez WaterTracker ?
he: נהנים מ-WaterTracker?
hi: क्या आप WaterTracker का आनंद ले रहे हैं?
hr: Uživate u WaterTrackeru?
hu: Élvezed a WaterTracker-t?
id: Menikmati WaterTracker?
it: Ti stai divertendo con WaterTracker?
ja: WaterTrackerを楽しんでいますか？
kk: WaterTracker-ды пайдаланудан ләззат алып жатырсыз ба?
ms: Menikmati WaterTracker?
nl: Geniet je van WaterTracker?
pl: Czy cieszysz się z używania WaterTracker?
pt_br: Aproveitando o WaterTracker?
pt_pt: Está a gostar do WaterTracker?
ro: Te bucuri de WaterTracker?
ru: Нравится WaterTracker?
sk: Užívate si WaterTracker?
sl: Uživate v WaterTrackerju?
sv: Njut av WaterTracker?
th: สนุกกับ WaterTracker ไหม?
tr: WaterTracker'ı kullanmaktan keyif alıyor musunuz?
uk: Чи подобається вам WaterTracker?
vi: Bạn có thích WaterTracker không?
zh_hans: 喜欢使用 WaterTracker 吗？
zh_hant: 享受使用 WaterTracker 嗎？

source: Evening Intake
ar: تناول العشاء
bg: Вечерно приемане
ca: Ingrés de vespre
cs: Večerní příjem
da: Aftenindtagelse
de: Abendaufnahme
el: Απογευματική Πρόσληψη
es: Toma de la tarde
fi: Iltapalavehdi
fr: Prise du soir
he: קבלת ערב
hi: शाम का सेवन
hr: Večernji unos
hu: Esti bevitel
id: Penerimaan Malam
it: Assunzione serale
ja: 夕食 intake
kk: Кешкі тамақтану
ms: Pengambilan Petang
nl: Avondinname
pl: Wieczorne Spożycie
pt_br: Ingestão noturna
pt_pt: Refeição da Noite
ro: Seria de inclusiune de seară
ru: Вечерний прием
sk: Večerný príjem
sl: Večerni vnos
sv: Kvällsinformation
th: การรับประทานอาหารในตอนเย็น
tr: Akşam Alımı
uk: Вечірній прийом
vi: Tiếp nhận buổi tối
zh_hans: 晚间摄入
zh_hant: 晚餐攝取

source: Excellent hydration (%lldml) supports optimal melatonin production and sleep regulation.
ar: تدعم الترطيب الجيد (%lldml) إنتاج الميلاتونين المثالي وتنظيم النوم.
bg: Отличната хидратация (%lldml) подкрепя оптималното производство на мелатонин и регулацията на съня.
ca: Una excel·lent hidratació (%lldml) suporta una producció òptima de melatonina i la regulació del son.
cs: Excelentní hydratace (%lldml) podporuje optimální produkci melatoninu a regulaci spánku.
da: Fremragende hydrering (%lldml) understøtter optimal melatoninproduktion og søvnregulering.
de: Ausgezeichnete Hydration (%lldml) unterstützt die optimale Melatoninproduktion und Schlafregulation.
el: Η εξαιρετική ενυδάτωση (%lldml) υποστηρίζει την optimal παραγωγή μελατονίνης και την ρύθμιση του ύπνου.
es: Una excelente hidratación (%lldml) apoya la producción óptima de melatonina y la regulación del sueño.
fi: Erinomainen nesteytys (%lldml) tukee optimaalista melatoniinintuotantoa ja unen säätelyä.
fr: Une excellente hydratation (%lldml) soutient une production optimale de mélatonine et la régulation du sommeil.
he: הידרציה מצוינת (%lldml) תומכת בייצור אופטימלי של מלטונין ובוויסות שינה.
hi: उत्तम हाइड्रेशन (%lldml) मेलाटोनिन उत्पादन और नींद के नियमन को समर्थन करता है।
hr: Izvrsna hidratacija (%lldml) podržava optimalnu proizvodnju melatonina i regulaciju spavanja.
hu: A kiváló hidratálás (%lldml) támogatja az optimális melatonin termelést és az alvás szabályozását.
id: Hidrasi yang baik (%lldml) mendukung produksi melatonin yang optimal dan regulasi tidur.
it: Un'eccellente idratazione (%lldml) supporta la produzione ottimale di melatonina e la regolazione del sonno.
ja: 優れた水分補給（％lldml）は、最適なメラトニンの生成と睡眠調整をサポートします。
kk: Керемет ылғалдандыру (%lldml) мелатонин өндіру мен ұйқы реттеуін оңтайландырады.
ms: Hidrasi yang baik (%lldml) menyokong pengeluaran melatonin yang optimum dan pengaturan tidur.
nl: Uitstekende hydratatie (%lldml) ondersteunt een optimale melatonineproductie en slaapregulatie.
pl: Doskonałe nawodnienie (%lldml) wspiera optymalną produkcję melatoniny i regulację snu.
pt_br: A excelente hidratação (%lldml) apoia a produção ideal de melatonina e a regulação do sono.
pt_pt: Uma excelente hidratação (%lldml) apoia a produção ideal de melatonina e a regulação do sono.
ro: O hidratare excelentă (%lldml) susține producția optimă de melatonină și reglează somnul.
ru: Отличное увлажнение (%lldml) способствует оптимальному производству мелатонина и регуляции сна.
sk: Vynikajúca hydratácia (%lldml) podporuje optimálnu produkciu melatonínu a reguláciu spánku.
sl: Odlična hidratacija (%lldml) podpira optimalno proizvodnjo melatonina in regulacijo spanja.
sv: Utmärkt hydrering (%lldml) stöder optimal melatoninproduktion och sömnreglering.
th: การให้ความชุ่มชื้นที่ยอดเยี่ยม (%lldml) สนับสนุนการผลิตเมลาโทนินและการควบคุมการนอนหลับอย่างเหมาะสม
tr: Mükemmel hidrasyon (%lldml) optimal melatonin üretimini ve uyku düzenini destekler.
uk: Відмінна гідратація (%lldml) підтримує оптимальне вироблення мелатоніну та регуляцію сну.
vi: Sự cung cấp nước tuyệt vời (%lldml) hỗ trợ sản xuất melatonin tối ưu và điều chỉnh giấc ngủ.
zh_hans: 出色的水合作用（%lldml）支持最佳的褪黑激素生成和睡眠调节。
zh_hant: 優秀的水合作用（%lldml）有助於最佳的褪黑激素產生和睡眠調節。

source: Extra (physical job + training)
ar: عمل إضافي (وظيفة جسدية + تدريب)
bg: Допълнителна работа (физическа работа + обучение)
ca: Extra (feina física + formació)
cs: Extra (fyzická práce + školení)
da: Ekstra (fysisk job + træning)
de: Zusätzlich (körperliche Arbeit + Training)
el: Επιπλέον (φυσική εργασία + εκπαίδευση)
es: Extra (trabajo físico + entrenamiento)
fi: Lisä (fyysinen työ + harjoittelu)
fr: Supplémentaire (travail physique + formation)
he: נוסף (עבודה פיזית + הכשרה)
hi: अतिरिक्त (शारीरिक काम + प्रशिक्षण)
hr: Dodatno (fizički posao + obuka)
hu: Extra (fizikai munka + képzés)
id: Ekstra (pekerjaan fisik + pelatihan)
it: Extra (lavoro fisico + formazione)
ja: エクストラ（肉体労働 + トレーニング）
kk: Қосымша (дене еңбегі + дайындық)
ms: Tambahan (kerja fizikal + latihan)
nl: Extra (fysieke baan + training)
pl: Dodatkowe (praca fizyczna + trening)
pt_br: Extra (trabalho físico + treinamento)
pt_pt: Extra (trabalho físico + treino)
ro: Extra (job fizic + instruire)
ru: Дополнительно (физическая работа + обучение)
sk: Extra (fyzická práca + školenie)
sl: Dodatno (fizično delo + usposabljanje)
sv: Extra (fysisk job + träning)
th: งานพิเศษ (งานทางกายภาพ + การฝึกอบรม)
tr: Ekstra (fiziksel iş + eğitim)
uk: Додатково (фізична робота + навчання)
vi: Thêm (công việc thể chất + đào tạo)
zh_hans: 额外（体力工作 + 培训）
zh_hant: 額外的（體力工作 + 訓練）

source: Failed to access HealthKit: %@
ar: فشل في الوصول إلى HealthKit: %@
bg: Неуспешен достъп до HealthKit: %@
ca: Error en accedir a HealthKit: %@
cs: Nepodařilo se přistoupit k HealthKit: %@
da: Kunne ikke få adgang til HealthKit: %@
de: Zugriff auf HealthKit fehlgeschlagen: %@
el: Αποτυχία πρόσβασης στο HealthKit: %@
es: No se pudo acceder a HealthKit: %@
fi: Ei pystynyt pääsemään HealthKit:iin: %@
fr: Échec d'accès à HealthKit : %@
he: נכשלנו בהגעה ל-HealthKit: %@
hi: HealthKit तक पहुंचने में विफल: %@
hr: Nije moguće pristupiti HealthKitu: %@
hu: Nem sikerült hozzáférni a HealthKit-hez: %@
id: Gagal mengakses HealthKit: %@
it: Impossibile accedere a HealthKit: %@
ja: HealthKitにアクセスできませんでした: %@
kk: HealthKit-ке кіру мүмкін емес: %@
ms: Gagal mengakses HealthKit: %@
nl: Kon niet toegang krijgen tot HealthKit: %@
pl: Nie udało się uzyskać dostępu do HealthKit: %@
pt_br: Falha ao acessar o HealthKit: %@
pt_pt: Falha ao aceder ao HealthKit: %@
ro: Nu s-a putut accesa HealthKit: %@
ru: Не удалось получить доступ к HealthKit: %@
sk: Nepodarilo sa získať prístup k HealthKit: %@
sl: Dostop do HealthKit ni uspel: %@
sv: Misslyckades med att få åtkomst till HealthKit: %@
th: ไม่สามารถเข้าถึง HealthKit ได้: %@
tr: HealthKit'e erişim sağlanamadı: %@
uk: Не вдалося отримати доступ до HealthKit: %@
vi: Không thể truy cập HealthKit: %@
zh_hans: 无法访问 HealthKit: %@
zh_hant: 無法訪問HealthKit：%@

source: Failed to clean old weather data
ar: فشل في تنظيف بيانات الطقس القديمة
bg: Неуспех при почистване на стари метеорологични данни.
ca: No s'ha pogut netejar les dades meteorològiques antigues.
cs: Nepodařilo se vyčistit stará meteorologická data.
da: Fejl i at rense gamle vejrdatas.
de: Fehler beim Bereinigen der alten Wetterdaten.
el: Αποτυχία στην καθαρισμό παλιών δεδομένων καιρού.
es: No se pudo limpiar los datos meteorológicos antiguos.
fi: Vanhan säädatan puhdistaminen epäonnistui.
fr: Échec du nettoyage des anciennes données météorologiques.
he: נכשל בניקוי נתוני מזג האוויר הישנים
hi: पुराने मौसम डेटा को साफ करने में विफल।
hr: Nije uspjelo očistiti stare vremenske podatke.
hu: Nem sikerült tisztítani a régi időjárási adatokat.
id: Gagal membersihkan data cuaca lama.
it: Impossibile pulire i dati meteorologici precedenti.
ja: 古い天気データのクリーンアップに失敗しました。
kk: Ескі ауа райы деректерін тазарту сәтсіз болды.
ms: Gagal membersihkan data cuaca lama.
nl: Het is niet gelukt om oude weersgegevens te verwijderen.
pl: Nie udało się usunąć starych danych pogodowych.
pt_br: Falha ao limpar dados antigos de clima.
pt_pt: Falha ao limpar dados antigos de meteorologia.
ro: Nu s-au reușit ștergerea datelor vechi despre vreme.
ru: Не удалось очистить старые данные о погоде.
sk: Nepodarilo sa vyčistiť staré meteorologické údaje.
sl: Nekaj je šlo narobe pri čiščenju starih vremenskih podatkov.
sv: Misslyckades med att rensa gamla väderdata.
th: ไม่สามารถลบข้อมูลสภาพอากาศเก่าได้
tr: Eski hava verilerini temizleme işlemi başarısız oldu.
uk: Не вдалося очистити старі дані погоди.
vi: Không thể làm sạch dữ liệu thời tiết cũ.
zh_hans: 未能清除旧的天气数据
zh_hant: 未能清除舊的天氣數據

source: Failed to fetch weather data
ar: فشل في جلب بيانات الطقس
bg: Неуспешно извличане на данни за времето.
ca: Error en obtenir dades meteorològiques.
cs: Nepodařilo se načíst údaje o počasí.
da: Kunne ikke hente vejrinformation.
de: Fehler beim Abrufen der Wetterdaten.
el: Αποτυχία ανάκτησης δεδομένων καιρού.
es: Error al obtener los datos del clima.
fi: Sään tietojen hakeminen epäonnistui.
fr: Échec de la récupération des données météo.
he: לא הצלחנו לקבל נתוני מזג האוויר.
hi: मौसम डेटा प्राप्त करने में विफल।
hr: Nije uspjelo preuzimanje vremenskih podataka.
hu: Nem sikerült lekérdezni az időjárási adatokat.
id: Gagal mengambil data cuaca.
it: Impossibile recuperare i dati meteorologici.
ja: 天気データの取得に失敗しました。
kk: Ауа райы деректерін алу сәтсіз болды.
ms: Gagal mendapatkan data cuaca.
nl: Kon het weerbericht niet ophalen.
pl: Nie udało się pobrać danych pogodowych.
pt_br: Falha ao buscar dados meteorológicos.
pt_pt: Falha ao buscar dados meteorológicos.
ro: Nu s-au putut obține datele meteorologice.
ru: Не удалось получить данные о погоде.
sk: Nepodarilo sa načítať údaje o počasí.
sl: Ni uspelo pridobiti vremenskih podatkov.
sv: Misslyckades med att hämta väderdata.
th: ไม่สามารถดึงข้อมูลสภาพอากาศได้
tr: Hava durumu verisi alınamadı.
uk: Не вдалося отримати дані про погоду.
vi: Không thể lấy dữ liệu thời tiết.
zh_hans: 无法获取天气数据
zh_hant: 無法獲取天氣數據
